Repository: AldenClark/pushgo
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, zh_hans, zh_hant

# failed_to_save_message_status_placeholder
source: Failed to update message status: %@
de: Nachrichtenstatus konnte nicht aktualisiert werden: %@
es: No se pudo actualizar el estado del mensaje: %@
fr: Échec de mise à jour du statut du message : %@
ja: メッセージ状態の更新に失敗: %@
ko: 메시지 상태 업데이트 실패: %@
zh_hans: 更新消息状态失败：%@
zh_hant: 更新訊息狀態失敗：%@

# failed_to_save_server_configuration_placeholder
source: Failed to save gateway config: %@
de: Gateway-Konfiguration konnte nicht gespeichert werden: %@
es: No se pudo guardar la configuración del gateway: %@
fr: Échec d’enregistrement de la configuration de la passerelle : %@
ja: サーバー設定の保存に失敗: %@
ko: 서버 설정 저장 실패: %@
zh_hans: 保存网关配置失败：%@
zh_hant: 保存網關設定失敗：%@

# festive_bell_tone
source: Festive bell chime
de: Festlicher Glockenton
es: Campanilla festiva
fr: Carillon festif
ja: 祝祭的なベル音
ko: 축제 분위기 벨 차임
zh_hans: 节日铃声
zh_hant: 節慶鈴聲

# follow_the_system
source: Follow system
de: System folgen
es: Seguir al sistema
fr: Suivre le système
ja: システムに合わせる
ko: 시스템 설정 따르기
zh_hans: 跟随系统
zh_hant: 跟隨系統

# found_number_results
source: Found %d results
de: %d Ergebnisse gefunden
es: %d resultados encontrados
fr: %d résultats trouvés
ja: %d 件見つかりました
ko: %d개 결과
zh_hans: 找到 %d 个结果
zh_hant: 找到 %d 個結果

# gateway_copied
source: Gateway URL copied
de: Gateway-URL kopiert
es: URL del gateway copiada
fr: URL de la passerelle copiée
ja: ゲートウェイURLをコピーしました
ko: 게이트웨이 URL 복사됨
zh_hans: 网关地址已复制
zh_hant: 網關地址已複製

source: General notification or community reminder
de: Allgemeine Benachrichtigung oder Community-Hinweis
es: Notificación general o recordatorio de comunidad
fr: Notification générale ou rappel communautaire
ja: 一般通知／コミュニティ通知向け
ko: 일반 알림 또는 커뮤니티 알림
zh_hans: 通用通知或社区提醒
zh_hant: 一般通知或社群提醒

source: Hide key
de: Schlüssel verbergen
es: Ocultar clave
fr: Masquer la clé
ja: キーを非表示
ko: 키 숨기기
zh_hans: 隐藏密钥
zh_hant: 隱藏金鑰

# highlight_icon_when_there_are_unread_items
source: Highlight icon when unread
de: Icon hervorheben bei Ungelesenem
es: Resaltar icono cuando haya no leídos
fr: Mettre en évidence l’icône en cas de non-lus
ja: 未読があるときアイコンを強調
ko: 읽지 않은 항목이 있으면 아이콘 강조
zh_hans: 有未读时高亮图标
zh_hant: 有未讀時高亮圖示

source: Icon
de: Symbol
es: Icono
fr: Icône
ja: アイコン
ko: 아이콘
zh_hans: 图标
zh_hant: 圖標

source: If your watch can access the network independently, switch from mirror mode to standalone reception.
de: Wenn deine Uhr eigenständig auf das Netzwerk zugreifen kann, wechsle vom Spiegelmodus in den Standalone-Empfang.
es: Si tu reloj puede acceder a la red por sí solo, cambia del modo espejo a recepción independiente.
fr: Si votre montre peut accéder au réseau de façon autonome, passez du mode miroir à la réception autonome.
ja: Watch が単独でネット接続できる場合は、ミラーモードから単独受信に切り替えられます。
ko: Watch가 단독으로 네트워크에 연결될 수 있다면 미러 모드에서 독립 수신 모드로 전환할 수 있습니다.
zh_hans: 如果你的手表可以独立联网，可从镜像模式切换为独立接收。
zh_hant: 如果手錶可獨立連網，可由鏡像模式切換為獨立接收。

source: Image
de: Bild
es: Imagen
ja: 画像
ko: 이미지
zh_hans: 图片
zh_hant: 圖片

source: Image attachment
de: Bildanhang
es: Imagen adjunta
fr: Pièce jointe image
ja: 画像の添付
ko: 이미지 첨부
zh_hans: 图片附件
zh_hant: 圖片附件

source: Image URL
de: Bild-URL
es: URL de la imagen
fr: URL de l’image
ja: 画像URL
ko: 이미지 URL
zh_hans: 图片链接
zh_hant: 圖片連結

source: Images
de: Bilder
es: Imágenes
ja: 画像
ko: 이미지
zh_hans: 图片
zh_hant: 圖片

source: Incoming messages associated with this object will appear here.
de: Eingehende Nachrichten zu diesem Objekt werden hier angezeigt.
es: Aquí aparecerán los mensajes entrantes asociados a este objeto.
fr: Les messages entrants associés à cet objet apparaîtront ici.
ja: このオブジェクトに関連する受信メッセージがここに表示されます。
ko: 이 객체와 연결된 수신 메시지가 여기에 표시됩니다.
zh_hans: 与该对象关联的消息会显示在这里。
zh_hant: 與此物件關聯的訊息會顯示在這裡。

# incorrect_key_length_number_bytes_required_number_bits_currently_number_bytes
source: %d bytes required (%d bits), currently %d bytes
de: %d Bytes erforderlich (%d Bit), aktuell %d Bytes
es: Se requieren %d bytes (%d bits), actualmente %d bytes
fr: %d octets requis (%d bits), actuellement %d octets
ja: %dバイト必要（%dビット）、現在は%dバイト
ko: %d바이트 필요(%d비트), 현재 %d바이트
zh_hans: 需要 %d 字节（%d 位），当前为 %d 字节
zh_hant: 需要 %d 位元組（%d 位），當前為 %d 位元組

# info_body_md_intro
source: Body supports PushGo Markdown v1. The client detects Markdown syntax automatically; render priority: ciphertext.body > body.
de: Der Inhalt unterstützt PushGo Markdown v1. Der Client erkennt Markdown automatisch; Render-Priorität: ciphertext.body > body.
es: El cuerpo admite PushGo Markdown v1. El cliente detecta Markdown automáticamente; prioridad de renderizado: ciphertext.body > body.
fr: Le corps prend en charge PushGo Markdown v1. Le client détecte automatiquement la syntaxe Markdown ; priorité de rendu : ciphertext.body > body.
ja: body は PushGo Markdown v1 をサポートします。クライアントが Markdown を自動検出して描画します。優先度: ciphertext.body > body。
ko: body는 PushGo Markdown v1을 지원합니다. 클라이언트가 Markdown을 자동 감지해 렌더링합니다. 우선순위: ciphertext.body > body.
zh_hans: body 支持 PushGo Markdown v1。客户端会自动检测 Markdown 语法并决定是否按 Markdown 渲染；优先级：ciphertext.body > body。
zh_hant: body 支援 PushGo Markdown v1。客戶端會自動檢測 Markdown 語法並決定是否按 Markdown 渲染；優先級：ciphertext.body > body。

# info_group
source: Optional channel to cluster notifications (maps to APNs threadIdentifier).
de: Optionaler Kanal zum Gruppieren von Benachrichtigungen (entspricht APNs threadIdentifier).
es: Canal opcional para agrupar notificaciones (equivale a APNs threadIdentifier).
fr: Canal facultatif pour regrouper les notifications (mappé à APNs threadIdentifier).
ja: 通知をまとめるための任意のチャンネル（APNs の threadIdentifier に対応）。
ko: 알림을 묶기 위한 선택적 채널(APNs threadIdentifier에 매핑).
zh_hans: 可选频道，用于聚合通知（映射到 APNs threadIdentifier）。
zh_hant: 可選頻道，用於彙整通知（對應 APNs threadIdentifier）。

# info_url_or_deep_link
source: Use a full URL or a deep link handled by your app. Leave empty if not needed.
de: Verwende eine vollständige URL oder einen Deep Link deiner App. Falls nicht benötigt, leer lassen.
es: Usa una URL completa o un enlace profundo gestionado por tu app. Déjalo vacío si no es necesario.
fr: Utilisez une URL complète ou un lien profond géré par votre app. Laissez vide si non nécessaire.
ja: 完全なURLまたはアプリが処理するディープリンクを入力します。不要なら空でOK。
ko: 앱이 처리할 전체 URL 또는 딥링크를 입력하세요. 필요 없으면 비워두세요.
zh_hans: 填写完整链接或应用可处理的深链，不需要可留空。
zh_hant: 填寫完整連結或應用可處理的深鏈，不需要可留空。

# initialization_failed_placeholder
source: Initialization failed: %@
de: Initialisierung fehlgeschlagen: %@
es: Error de inicialización: %@
fr: Échec de l’initialisation : %@
ja: 初期化に失敗: %@
ko: 초기화 실패: %@
zh_hans: 初始化失败：%@
zh_hant: 初始化失敗：%@

# instructions_for_use
source: How to use
de: Verwendung
es: Cómo usar
fr: Utilisation
ja: 使い方
ko: 사용 방법
zh_hans: 使用说明
zh_hant: 使用說明

source: Interface language
de: Sprache der Oberfläche
es: Idioma de la interfaz
fr: Langue de l’interface
ja: 表示言語
ko: 인터페이스 언어
zh_hans: 界面语言
zh_hant: 介面語言

source: Japanese
de: Japanisch
es: Japonés
fr: Japonais
ja: 日本語
ko: 일본어
zh_hans: 日语
zh_hant: 日語

source: Key content
de: Schlüsselinhalt
es: Contenido de la clave
fr: Contenu de la clé
ja: キー内容
ko: 키 내용
zh_hans: 密钥内容
zh_hant: 密鑰內容

source: Key format
de: Schlüsselformat
es: Formato de clave
fr: Format de clé
ja: キー形式
ko: 키 형식
zh_hans: 密钥格式
zh_hant: 密鑰格式

# key_format_verification_failed_please_try_again
source: Key format check failed, please try again
de: Prüfung des Schlüsselformats fehlgeschlagen, bitte erneut versuchen
es: La verificación del formato de clave falló; inténtalo de nuevo
fr: La vérification du format de clé a échoué, veuillez réessayer
ja: キー形式の確認に失敗しました。再試行してください
ko: 키 형식 확인 실패, 다시 시도하세요
zh_hans: 密钥格式校验失败，请重试
zh_hant: 密鑰格式驗證失敗，請重試

# key_has_been_saved_enter_new_value_to_overwrite
source: Key saved; enter a new value to overwrite
de: Schlüssel gespeichert; neuen Wert zum Überschreiben eingeben
es: Clave guardada; introduce un nuevo valor para sobrescribir
fr: Clé enregistrée ; saisissez une nouvelle valeur pour remplacer
ja: キーは保存済みです。上書きするには新しい値を入力してください
ko: 키가 저장되었습니다. 새 값을 입력하면 덮어씁니다
zh_hans: 密钥已保存，输入新值覆盖
zh_hant: 密鑰已保存，輸入新值覆蓋

source: Key length
de: Schlüssellänge
es: Longitud de clave
fr: Longueur de clé
ja: キー長
ko: 키 길이
zh_hans: 密钥长度
zh_hant: 密鑰長度

# keychain_operation_failed_placeholder
source: Keychain operation failed: %d
de: Schlüsselbund-Operation fehlgeschlagen: %d
es: Falló la operación de Keychain: %d
fr: Échec de l’opération du trousseau : %d
zh_hans: 钥匙串操作失败：%d
zh_hant: 鑰匙串操作失敗：%d

# keychain_unexpected_data
source: Keychain data is invalid
de: Schlüsselbunddaten sind ungültig
es: Los datos de Keychain no son válidos
fr: Les données du trousseau sont invalides
zh_hans: 钥匙串数据异常
zh_hant: 鑰匙串資料異常

source: Korean
de: Koreanisch
es: Coreano
fr: Coréen
ja: 韓国語
ko: 한국어
zh_hans: 韩语
zh_hant: 韓語

# last_synced_placeholder
source: Last synced %@
de: Zuletzt synchronisiert %@
es: Última sincronización %@
fr: Dernière synchro %@
ja: 最終同期 %@
ko: 마지막 동기화 %@
zh_hans: 上次同步 %@
zh_hant: 上次同步 %@

# last_updated_placeholder
source: Last updated %@
de: Zuletzt aktualisiert %@
es: Última actualización %@
fr: Dernière mise à jour %@
ja: 最終更新: %@
ko: 마지막 업데이트: %@
zh_hans: 上次更新：%@
zh_hant: 上次更新：%@

source: Launch at login
de: Bei Anmeldung starten
es: Iniciar al iniciar sesión
fr: Lancer à la connexion
ja: ログイン時に起動
ko: 로그인 시 실행
zh_hans: 开机自启
zh_hant: 開機自啟

# launch_at_login_detail
source: Start PushGo when you log in
de: PushGo beim Anmelden starten
es: Iniciar PushGo al iniciar sesión
fr: Démarrer PushGo à la connexion
ja: ログイン時に PushGo を自動起動
ko: 로그인 시 PushGo 자동 실행
zh_hans: 登录时自动启动 PushGo
zh_hant: 登入時自動啟動 PushGo

source: Lifecycle updates for this object will appear here.
de: Lifecycle-Aktualisierungen für dieses Objekt werden hier angezeigt.
es: Aquí se mostrarán las actualizaciones de ciclo de vida de este objeto.
fr: Les mises à jour du cycle de vie de cet objet apparaîtront ici.
ja: このオブジェクトのライフサイクル更新がここに表示されます。
ko: 이 객체의 라이프사이클 업데이트가 여기에 표시됩니다.
zh_hans: 该对象的生命周期更新会显示在这里。
zh_hant: 此物件的生命週期更新會顯示在這裡。

# light_color
source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
ko: 라이트
zh_hans: 浅色
zh_hant: 淺色

source: Link copied
de: Link kopiert
es: Enlace copiado
fr: Lien copié
ja: リンクをコピーしました
ko: 링크를 복사했습니다
zh_hans: 链接已复制
zh_hant: 連結已複製

# local_store_unavailable
source: Local storage is unavailable. The app may be unable to load or save messages.
de: Lokaler Speicher ist nicht verfügbar. Die App kann Nachrichten ggf. nicht laden oder speichern.
es: El almacenamiento local no está disponible. Es posible que la app no pueda cargar o guardar mensajes.
fr: Le stockage local est indisponible. L’app peut ne pas pouvoir charger ou enregistrer les messages.
ja: ローカルストレージを使用できません。メッセージの読み書きができない可能性があります。
ko: 로컬 저장소를 사용할 수 없습니다. 메시지를 불러오거나 저장하지 못할 수 있습니다.
zh_hans: 本地存储不可用，可能无法加载或保存消息。
zh_hant: 本地儲存不可用，可能無法載入或儲存訊息。

source: Local test
de: Lokaler Test
es: Prueba local
fr: Test local
ja: ローカルテスト
ko: 로컬 테스트
zh_hans: 本地测试
zh_hant: 本地測試

source: Mark all as read
de: Alle als gelesen markieren
es: Marcar todo como leído
fr: Tout marquer comme lu
ja: すべて既読にする
ko: 모두 읽음 처리
zh_hans: 全部标记已读
zh_hant: 全部標記已讀

source: Mark as read
de: Als gelesen markieren
es: Marcar como leído
fr: Marquer comme lu
ja: 既読にする
ko: 읽음 처리
zh_hans: 标记已读
zh_hant: 標記已讀

# mark_unread
source: Mark as unread
de: Als ungelesen markieren
es: Marcar como no leído
fr: Marquer comme non lu
ja: 未読にする
ko: 읽지 않음으로 표시
zh_hans: 标记未读
zh_hant: 標記未讀

# message_content_copied
source: Content copied
de: Inhalt kopiert
es: Contenido copiado
fr: Contenu copié
ja: 内容をコピーしました
ko: 내용을 복사했습니다
zh_hans: 内容已复制
zh_hant: 內容已複製

source: Message decryption
de: Nachrichtenentschlüsselung
es: Descifrado de mensajes
fr: Déchiffrement des messages
ja: メッセージ復号
ko: 메시지 복호화
zh_hans: 消息解密
zh_hant: 訊息解密

source: Message encryption
de: Nachrichtenverschlüsselung
es: Cifrado de mensajes
fr: Chiffrement des messages
ja: メッセージ暗号化
ko: 메시지 암호화
zh_hans: 消息加密
zh_hant: 訊息加密

# message_json_exported_successfully
source: Messages exported
de: Nachrichten exportiert
es: Mensajes exportados
fr: Messages exportés
ja: メッセージをエクスポートしました
ko: 메시지 내보내기 완료
zh_hans: 消息导出成功
zh_hant: 訊息匯出成功

source: Received but cannot decrypt with current settings; showing original
de: Empfangen, aber mit aktuellen Einstellungen nicht entschlüsselbar; Original wird angezeigt
es: Recibido, pero no se puede descifrar con la configuración actual; se muestra el original
fr: Reçu mais impossible à déchiffrer avec les réglages actuels ; affichage de l’original
ja: 受信しましたが設定で復号できず原文を表示
ko: 수신했지만 설정으로 복호화 불가, 원문 표시
zh_hans: 消息已收到但当前配置无法解密，显示原文
zh_hant: 訊息已收到但目前設定無法解密，顯示原文

# message_severity_critical
source: Critical
de: Kritisch
es: Crítico
fr: Critique
ja: 緊急
ko: 긴급
zh_hans: 紧急
zh_hant: 緊急

# message_severity_critical_compact
source: CRITICAL
de: KRITISCH
es: CRÍTICO
fr: CRITIQUE
ja: 緊急
ko: 긴급
zh_hans: 紧急
zh_hant: 緊急

# message_severity_critical_hint
source: Critical message, please handle it as soon as possible.
de: Kritische Nachricht, bitte so schnell wie möglich bearbeiten.
es: Mensaje crítico, por favor atiéndelo lo antes posible.
fr: Message critique, merci de le traiter dès que possible.
ja: 緊急メッセージです。できるだけ早く対応してください。
ko: 긴급 메시지입니다. 가능한 한 빨리 처리해 주세요.
zh_hans: 这是紧急消息，请尽快处理。
zh_hant: 這是緊急訊息，請盡快處理。

# message_severity_high
source: High
de: Hoch
es: Alto
fr: Élevé
ja: 高
ko: 높음
zh_hans: 高
zh_hant: 高

# message_severity_high_compact
source: HIGH
de: HOCH
es: ALTO
fr: ÉLEVÉ
ja: 高
ko: 높음
zh_hans: 高
zh_hant: 高

# message_severity_low
source: Low
de: Niedrig
es: Bajo
fr: Faible
ja: 低
ko: 낮음
zh_hans: 低
zh_hant: 低

# message_severity_medium
source: Medium
de: Mittel
es: Medio
fr: Moyen
ja: 中
ko: 보통
zh_hans: 中
zh_hant: 中

source: Messages
de: Nachrichten
es: Mensajes
ja: メッセージ
ko: 메시지
zh_hans: 消息
zh_hant: 訊息

# messages_cleaned_placeholder
source: Cleaned: %@
de: Bereinigt: %@
es: Limpiado: %@
fr: Nettoyé : %@
ja: クリアしました: %@
ko: 정리 완료: %@
zh_hans: 已清理：%@
zh_hant: 已清理：%@

source: Metadata
de: Metadaten
es: Metadatos
fr: Métadonnées
ja: メタデータ
ko: 메타데이터
zh_hans: 元数据
zh_hant: 元資料

source: Mirror mode follows your iPhone. iPhone continues syncing messages to Apple Watch.
de: Der Spiegelmodus folgt deinem iPhone. Das iPhone synchronisiert weiterhin Nachrichten mit der Apple Watch.
es: El modo espejo sigue al iPhone. El iPhone sigue sincronizando mensajes con Apple Watch.
fr: Le mode miroir suit votre iPhone. L’iPhone continue de synchroniser les messages avec Apple Watch.
ja: ミラーモードはiPhoneに追従します。iPhoneはApple Watchへのメッセージ同期を継続します。
ko: 미러 모드는 iPhone 설정을 따릅니다. iPhone이 Apple Watch로 메시지 동기화를 계속합니다.
zh_hans: 镜像模式将跟随 iPhone。iPhone 会继续向 Apple Watch 同步消息。
zh_hant: 鏡像模式將跟隨 iPhone。iPhone 會持續向 Apple Watch 同步訊息。

source: N/A
de: N/V
es: N/D
fr: N/D
ja: 該当なし
ko: 해당 없음
zh_hans: 不适用
zh_hant: 不適用

# network_permission_denied_cannot_subscribe
source: Network permission is denied; you won't be able to subscribe to channels.
de: Netzwerkberechtigung verweigert; Kanalabos sind nicht möglich.
es: Permiso de red denegado; no podrás suscribirte a canales.
fr: Autorisation réseau refusée ; vous ne pourrez pas vous abonner aux canaux.
ja: ネットワーク権限が許可されていないため、チャンネルを購読できない可能性があります。
ko: 네트워크 권한이 없어 채널을 구독할 수 없습니다.
zh_hans: 当前没有网络权限，可能导致无法订阅频道。
zh_hant: 目前沒有網路權限，可能導致無法訂閱頻道。

source: No attributes available yet.
de: Noch keine Attribute verfügbar.
es: Aún no hay atributos disponibles.
fr: Aucun attribut disponible pour le moment.
ja: 利用可能な属性はまだありません。
ko: 아직 사용 가능한 속성이 없습니다.
zh_hans: 暂无可用属性。
zh_hant: 暫無可用屬性。

source: No history records.
de: Keine Verlaufseinträge.
es: No hay registros de historial.
fr: Aucun historique.
ja: 履歴はありません。
ko: 기록이 없습니다.
zh_hans: 暂无历史记录。
zh_hant: 暫無歷史記錄。

source: No custom ringtones yet
de: Noch keine eigenen Klingeltöne
es: Aún no hay tonos personalizados
fr: Pas encore de sonneries personnalisées
ja: カスタム着信音はまだありません
ko: 등록된 사용자 벨소리가 없습니다
zh_hans: 还没有自定义铃声
zh_hant: 還沒有自訂鈴聲

source: No key configured yet
de: Noch kein Schlüssel konfiguriert
es: Aún no hay clave configurada
fr: Aucune clé configurée pour le moment
ja: キーが未設定です
ko: 키가 아직 설정되지 않았습니다
zh_hans: 尚未配置密钥
zh_hant: 尚未配置密鑰

source: No local messages
de: Keine lokalen Nachrichten
es: No hay mensajes locales
fr: Aucun message local
ja: ローカルメッセージはありません
ko: 로컬 메시지가 없습니다
zh_hans: 没有本地消息
zh_hant: 沒有本地訊息

source: No matching results
de: Keine passenden Ergebnisse
es: No hay resultados coincidentes
fr: Aucun résultat correspondant
ja: 一致する結果なし
ko: 일치하는 결과 없음
zh_hans: 没有匹配结果
zh_hant: 沒有符合結果

# no_messages_available_to_export
source: No messages to export
de: Keine Nachrichten zum Exportieren
es: No hay mensajes para exportar
fr: Aucun message à exporter
ja: エクスポートするメッセージがありません
ko: 내보낼 메시지가 없습니다
zh_hans: 没有可导出的消息
zh_hant: 沒有可匯出的訊息

source: No messages to clear
de: Keine Nachrichten zum Löschen
es: No hay mensajes para limpiar
fr: Aucun message à supprimer
ja: 削除するメッセージはありません
ko: 삭제할 메시지가 없습니다
zh_hans: 没有可清空的消息
zh_hant: 沒有可清空的訊息

source: No messages yet
de: Noch keine Nachrichten
es: Aún no hay mensajes
fr: Aucun message pour le moment
ja: まだメッセージがありません
ko: 아직 메시지가 없습니다
zh_hans: 暂无消息
zh_hant: 暫無訊息

source: Not configured
de: Nicht konfiguriert
es: Sin configurar
fr: Non configuré
ja: 未設定
ko: 설정되지 않음
zh_hans: 未配置
zh_hant: 未配置

# not_grouped
source: No channel
de: Kein Kanal
es: Sin canal
fr: Aucun canal
ja: チャンネルなし
ko: 채널 없음
zh_hans: 无频道
zh_hant: 無頻道

source: Not turned on
de: Nicht aktiviert
es: No activado
fr: Non activé
ja: オフ
ko: 꺼짐
zh_hans: 未开启
zh_hant: 未開啟

# notification_permission_status_updated
source: Notification permission updated
de: Benachrichtigungsberechtigung aktualisiert
es: Permiso de notificaciones actualizado
fr: Autorisation de notification mise à jour
ja: 通知権限を更新しました
ko: 알림 권한이 업데이트되었습니다
zh_hans: 通知权限已更新
zh_hant: 通知權限已更新

source: Object %@
de: Objekt %@
es: Objeto %@
fr: Objet %@
ja: オブジェクト %@
ko: 객체 %@
zh_hans: 对象 %@
zh_hant: 物件 %@

source: Off
de: Aus
es: Desactivado
fr: Désactivé
ja: オフ
ko: 꺼짐
zh_hans: 关闭
zh_hant: 關閉

source: On
de: Ein
es: Activado
fr: Activé
ja: オン
ko: 켜짐
zh_hans: 开启
zh_hant: 開啟

source: Only AES-GCM is supported; embed the IV in ciphertext
de: Nur AES-GCM wird unterstützt; IV in ciphertext einbetten
es: Solo se admite AES-GCM; incrusta el IV en ciphertext
fr: Seul AES-GCM est pris en charge ; intégrez l’IV dans ciphertext
ja: AES-GCM のみ対応。IV は ciphertext に含めてください
ko: AES-GCM만 지원합니다. IV는 ciphertext에 포함해야 합니다
zh_hans: 仅支持 AES-GCM，IV 需包含在 ciphertext 中
zh_hant: 僅支援 AES-GCM，IV 需包含在 ciphertext 中

source: Only affects menu bar pop-ups
de: Betrifft nur Menüleisten-Pop-ups
es: Solo afecta a los pop-ups de la barra de menú
fr: N’affecte que les pop-ups de la barre de menus
ja: メニューバーのポップアップにのみ適用
ko: 메뉴바 팝업에만 적용
zh_hans: 仅影响菜单栏弹窗
zh_hant: 僅影響選單列彈窗

source: Only show unread messages
de: Nur ungelesene Nachrichten anzeigen
es: Mostrar solo mensajes sin leer
fr: Afficher uniquement les messages non lus
ja: 未読メッセージのみ表示
ko: 읽지 않은 메시지만 표시
zh_hans: 仅显示未读消息
zh_hant: 僅顯示未讀訊息

source: Open link
de: Link öffnen
es: Abrir enlace
fr: Ouvrir le lien
ja: リンクを開く
ko: 링크 열기
zh_hans: 打开链接
zh_hant: 打開連結

source: Open main window
de: Hauptfenster öffnen
es: Abrir ventana principal
fr: Ouvrir la fenêtre principale
ja: メインウィンドウを開く
ko: 메인 창 열기
zh_hans: 打开主窗口
zh_hant: 打開主視窗

source: Operation failed
de: Vorgang fehlgeschlagen
es: La operación falló
fr: Échec de l’opération
ja: 操作に失敗しました
ko: 작업 실패
zh_hans: 操作失败
zh_hant: 操作失敗

source: Optional encrypted message content
de: Optional verschlüsselter Nachrichteninhalt
es: Contenido cifrado opcional del mensaje
fr: Contenu de message chiffré facultatif
ja: 暗号化されたメッセージ（任意）
ko: 선택적 암호화 메시지 내용
zh_hans: 可选的加密消息内容
zh_hant: 可選的加密訊息內容

# optional_pushgo_markdown_body
source: PushGo Markdown body (optional)
de: PushGo-Markdown-Text (optional)
es: Cuerpo Markdown de PushGo (opcional)
fr: Corps Markdown PushGo (facultatif)
ja: PushGo Markdown 本文（任意）
ko: PushGo Markdown 본문 (선택)
zh_hans: PushGo Markdown 正文（可选）
zh_hant: PushGo Markdown 正文（可選）

source: Original data copied
de: Originaldaten kopiert
es: Datos originales copiados
fr: Données originales copiées
ja: 元データをコピーしました
ko: 원본 데이터를 복사했습니다
zh_hans: 原始数据已复制
zh_hant: 原始資料已複製

source: Pause
de: Anhalten
es: Pausar
ja: 一時停止
ko: 일시 정지
zh_hans: 暂停
zh_hant: 暫停

# placeholder_body
source: Enter message body
de: Nachrichteninhalt eingeben
es: Introduce el contenido del mensaje
fr: Saisir le corps du message
ja: メッセージ本文を入力
ko: 메시지 본문을 입력하세요
zh_hans: 输入推送正文
zh_hant: 輸入推送正文

# placeholder_export_successful
source: Exported: %@
de: Exportiert: %@
es: Exportado: %@
fr: Exporté : %@
ja: エクスポート済み: %@
ko: 내보냄: %@
zh_hans: 已导出：%@
zh_hant: 已匯出：%@

# placeholder_group
source: Channel
de: Kanal
es: Canal
fr: Canal
ja: チャンネル
ko: 채널
zh_hans: 频道
zh_hant: 頻道

# placeholder_image
source: Image URL
de: Bild-URL
es: URL de la imagen
fr: URL de l’image
ja: 画像URL
ko: 이미지 URL
zh_hans: 图片 URL
zh_hant: 圖片 URL

# placeholder_no_exported_messages_yet
source: No exports for %@
de: Keine Exporte für %@
es: No hay exportaciones para %@
fr: Aucun export pour %@
ja: %@ のエクスポートはありません
ko: %@ 내보낸 기록 없음
zh_hans: %@ 暂无导出
zh_hant: %@ 暫無匯出

# placeholder_no_unread_messages
source: No unread messages
de: Keine ungelesenen Nachrichten
es: No hay mensajes sin leer
fr: Aucun message non lu
ja: 未読メッセージはありません
ko: 읽지 않은 메시지가 없습니다
zh_hans: 没有未读消息
zh_hant: 沒有未讀訊息

# placeholder_number_items_read
source: %@ marked read (%d)
de: %@ als gelesen markiert (%d)
es: %@ marcado como leído (%d)
fr: %@ marqué comme lu (%d)
ja: %@ を既読にしました（%d 件）
ko: %@에서 %d개 읽음 처리
zh_hans: %@ 已标记已读（%d 条）
zh_hant: %@ 已標記已讀（%d 條）

# placeholder_title
source: Enter push title
de: Push-Titel eingeben
es: Introduce el título de la notificación push
fr: Saisir le titre push
ja: プッシュのタイトルを入力
ko: 푸시 제목을 입력하세요
zh_hans: 输入推送标题
zh_hant: 輸入推送標題

# placeholder_url
source: https://your.link or app://deeplink
de: https://dein.link oder app://deeplink
es: https://tu.enlace o app://deeplink
fr: https://votre.lien ou app://deeplink
ja: https://リンク または app://deeplink
ko: https://링크 또는 app://deeplink
zh_hans: https://你的链接 或 app://deeplink
zh_hant: https://你的連結 或 app://deeplink

source: Play
de: Wiedergeben
es: Reproducir
fr: Lire
ja: 再生
ko: 재생
zh_hans: 播放
zh_hant: 播放

source: Please enable notification permission in system settings first
de: Bitte Benachrichtigungen zuerst in den Systemeinstellungen aktivieren
es: Primero habilita el permiso de notificaciones en Ajustes del sistema
fr: Activez d’abord l’autorisation de notification dans les réglages système
ja: システム設定で通知を有効にしてください
ko: 시스템 설정에서 알림을 먼저 켜세요
zh_hans: 请先在系统设置中打开通知权限
zh_hant: 請先在系統設定中開啟通知權限

source: Please enter the key first
de: Bitte zuerst den Schlüssel eingeben
es: Introduce primero la clave
fr: Veuillez d’abord saisir la clé
ja: 先にキーを入力してください
ko: 먼저 키를 입력하세요
zh_hans: 请先输入密钥
zh_hant: 請先輸入密鑰

# please_fill_in_the_complete_title_and_text
source: Please fill in title and text
de: Bitte Titel und Text ausfüllen
es: Completa título y texto
fr: Veuillez renseigner le titre et le texte
ja: タイトルと本文を入力してください
ko: 제목과 내용을 모두 입력하세요
zh_hans: 请填写完整标题和正文
zh_hant: 請填寫完整標題和正文

source: Paste the gateway key to decrypt pushes locally
de: Gateway-Schlüssel einfügen, um Pushes lokal zu entschlüsseln
es: Pega la clave del gateway para descifrar pushes localmente
fr: Collez la clé de la passerelle pour déchiffrer localement les notifications push
ja: サーバーのキーを貼り付けてローカル復号を有効にしてください
ko: 서버 키를 붙여 넣어 로컬 복호화를 활성화하세요
zh_hans: 粘贴网关密钥以在本地解密推送
zh_hant: 貼上網關密鑰以在本地解密推送

source: Processing…
de: Wird verarbeitet…
es: Procesando…
fr: Traitement…
ja: 処理中…
ko: 처리 중…
zh_hans: 处理中…
zh_hant: 處理中…

# push_type_event
source: Event
de: Ereignis
es: Evento
fr: Événement
ja: イベント
ko: 이벤트
zh_hans: 事件
zh_hant: 事件

# push_type_thing
source: Object
de: Objekt
es: Objeto
fr: Objet
ja: オブジェクト
ko: 객체
zh_hans: 对象
zh_hant: 物件
